---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Selection.SelectableInViewFilter
source: html/a76a9579-a58e-97d7-2501-40b91629b4ab.htm
---
# SelectableInViewFilter Members

Constructs a new instance of an SelectableInViewFilter.